# vstDefault2DToolDraw

```pascal
PROCEDURE vstDefault2DToolDraw;
```

```python
def vs.vstDefault2DToolDraw():
    return None
```

## Examples
```pascal
vstDefault2DToolDraw;
```
```python
import vs

vs.vstDefault2DToolDraw()
```

## Version
Availability: from Vectorworks 2011

## Category
* Tool Events